{
  "Home": "Home",
  "Services": "Services",
  "About": "About",
  "Contact": "Contact",
  "Home page title": "We will make your IT infrastructure reliable, modern and secure",
  "Home page button": "Get in Touch",
  "Back to Services": "Back to Services",
  "have been": "OUR CLIENTS:",
  "What we do": "What we do",
  "Offers": "Offers",
  "We specialize": "Our mission",
  "Our mission": "Our mission to develop and uphold cutting-edge tech solutions, ensuring reliability, efficiency, and protection.",
  "experienced": "Our mission is to be a reliable partner, providing high quality IT services and products, contributing to business growth and ensuring our clients' competitive advantage in the world of digital technologies.",
  "collaborate": "We collaborate closely with our clients, crafting personalized solutions that align perfectly with their goals and needs.",
  "Our team": "Our team boasts deep expertise in navigating today's complex information environment. We understand that a solid infrastructure is the foundation of business success.",
  "employees": "WE ARE CERTIFIED PROFESSIONALS",
  "boasts expertise": "Our team boasts deep expertise in navigating today's complex information environment. We understand that a solid infrastructure is the foundation of business success.",
  "contact text": "Get in touch to learn more about our IT infrastructure services and how we can help you achieve your business goal.",
  "formName": "Name",
  "formEmail": "Email",
  "formPhone": "Phone",
  "formMessage": "Message",
  "Sent": "Sent",
  "rights": "All rights reserved.",
  "audit": {
    "title": "IT Audit",
    "description": "We enable busineses to fully grasp and enhance their information systems.",
    "pageTitle": "IT Audit",
    "pageDescription": "We enable businesses to fully grasp and enhance their information systems.",
    "options": [
      {
        "title": "Infrastructure Analysis",
        "description": "Assess the current state of the IT infrastructure, including hardware, software, network topology, and cloud resources."
      },
      {
        "title": "Security and Vulnerabilities",
        "description": "Conduct a vulnerability scan, as well as an analysis of security systems including authentication, authorization, encryption, and data protection."
      },
      {
        "title": "Regulatory Compliance",
        "description": "Ensure that the company is compliant with relevant industry regulations and data security standards (e.g. GDPR, HIPAA) depending on the business area."
      },
      {
        "title": "Backup and Recovery",
        "description": "Evaluate data backup strategies and recovery plans to ensure systems can be recovered in the event of failures."
      },
      {
        "title": "Network Infrastructure",
        "description": "Analyze network architecture, performance, segmentation, traffic management and security."
      },
      {
        "title": "Processes and Performance",
        "description": "Examine business processes and their alignment with IT systems, identify bottlenecks and suggest improvements to optimize performance."
      },
      {
        "title": "Resource Management",
        "description": "Analyze the use of IT resources such as servers, data storage, software licenses to optimize costs."
      }
    ]
  },
  "security": {
    "title": "Security",
    "description": "Focused on safeguarding your business, we offer complex cyber security solutions.",
    "pageTitle": "Security",
    "pageDescription": "We offer comprehensive solutions to detect, prevent, and respond to cyber threats.",
    "options": [
      {
        "title": "Identification and Authentication",
        "description": "Implement identification and two-factor authentication mechanisms to ensure that only authorized users access systems."
      },
      {
        "title": "Access Rights Management",
        "description": "Limit users' access rights by providing the minimum necessary privileges according to their roles and responsibilities."
      },
      {
        "title": "Data Encryption",
        "description": "Apply encryption to protect data at rest and in transit, ensuring privacy even in the event of leaks."
      },
      {
        "title": "Monitoring and Threat Detection",
        "description": "Implement monitoring systems that analyze activity in real time and detect anomalous behaviors that indicate possible threats."
      },
      {
        "title": "Antivirus and Antimalware Protection",
        "description": "Use up-to-date antivirus and antimalware software to detect and neutralize malware."
      },
      {
        "title": "User Training and Awareness",
        "description": "Provide regular cybersecurity training to employees to reduce the risks of social engineering."
      },
      {
        "title": "Incident Planning and Response",
        "description": "Develop a plan to respond to security incidents, including procedures for notification, recovery, and timely communication to stakeholders."
      },
      {
        "title": "Audit and Review of Systems",
        "description": "Conduct regular security audits to identify vulnerabilities, verify compliance, and make improvements to the security strategy."
      }
    ]
  },
  "ensuring": {
    "title": "Infrastructure",
    "description": "Our specialty lies in creating a dependable IT framework for efficient operations.",
    "pageTitle": "Ensuring Reliability Infrastructure",
    "pageDescription": "Our specialty lies in creating a dependable IT framework for efficient operations.",
    "options": [
      {
        "title": "Analysis and Planning",
        "description": "Start with a detailed analysis of business needs and goals to develop an infrastructure plan that meets current and future needs."
      },
      {
        "title": "Technology Selection",
        "description": "Determine optimal technologies and solutions, including servers, data storage, networking equipment, cloud platforms, etc."
      },
      {
        "title": "Redundancy and Resiliency",
        "description": "Develop data and component redundancy strategies to ensure business continuity and rapid recovery from failures."
      },
      {
        "title": "Network Security",
        "description": "Implement security measures such as firewalls, intrusion detection systems (IDS), and intrusion prevention systems (IPS) to minimize the risk of cyber attacks."
      },
      {
        "title": "Encryption and Authentication",
        "description": "Apply encryption of data at rest and in transit, as well as two-factor authentication to improve access security."
      },
      {
        "title": "Monitoring and Management",
        "description": "Implement monitoring systems that constantly monitor the state of the infrastructure, alert you to emerging problems, and assist in operational support."
      },
      {
        "title": "Updates and Patches",
        "description": "Regularly update operating systems, applications, and vulnerable components to minimize the risk of vulnerabilities and attacks."
      },
      {
        "title": "Scalability",
        "description": "Design your infrastructure to scale as your business grows to avoid future limitations."
      },
      {
        "title": "Backup and Recovery",
        "description": "Regularly back up data and test recovery procedures to minimize losses in the event of failures."
      }
    ]
  },
  "administration": {
    "title": "IT Support",
    "description": "Our professional IT administration keeps your tech running smoothly.",
    "pageTitle": "IT Administration",
    "pageDescription": "Our professional IT administration keeps your tech running smoothly.",
    "options": [
      {
        "title": "Installation and Configuration of Equipment",
        "description": "Perform installation and configuration of servers, computers, network devices, and other equipment according to business requirements."
      },
      {
        "title": "System Maintenance",
        "description": "Continuous monitoring of system health, performing regular maintenance including upgrades, optimization, and troubleshooting."
      },
      {
        "title": "Operating System Administration",
        "description": "Managing operating systems, installing patches and updates, ensuring stable and secure operation."
      },
      {
        "title": "User and Resource Management",
        "description": "Create and manage user accounts, assign access rights, monitor resource utilization."
      },
      {
        "title": "Backup and Recovery",
        "description": "Develop and implement data backup strategies and test recovery procedures."
      },
      {
        "title": "Technical Support",
        "description": "Providing technical support to employees on hardware, software, and networking issues through various communication channels."
      },
      {
        "title": "Security Monitoring",
        "description": "Implement security measures including anti-virus programs, firewalls, intrusion detection systems, and log analysis."
      },
      {
        "title": "Planning and Advice",
        "description": "Providing consultation and advice on the strategic development of IT infrastructure, as well as planning for growth and expansion."
      }
    ]
  },
  "solution": {
    "title": "Innovative Solutions",
    "description": "Specializing in next-level business solutions, we optimize efficiency.",
    "pageTitle": "Innovative Solutions",
    "pageDescription": "Specializing in next-level business solutions, we optimize efficiency.",
    "options": [
      {
        "title": "Cloud Technologies",
        "description": "Leverage cloud platforms for flexibility and scalability, allowing you to quickly deploy and scale applications and resources."
      },
      {
        "title": "Artificial Intelligence and Data Analytics",
        "description": "Apply AI and data analytics to gain valuable insights from large volumes of information, automate processes, and predict trends."
      },
      {
        "title": "Internet of Things (IoT)",
        "description": "Integrate devices and sensors to collect real-time data to optimize production, manage resources, and improve services."
      },
      {
        "title": "Cybersecurity and Data Protection",
        "description": "Implement advanced solutions to ensure data and network security, including threat detection and attack prevention mechanisms."
      },
      {
        "title": "Process Automation",
        "description": "Automate repetitive tasks and business processes using robotic process automation (RPA) to improve efficiency and reduce the risk of errors."
      },
      {
        "title": "Flexible Working Models",
        "description": "Implement remote work solutions, providing flexibility for employees and increasing productivity."
      },
      {
        "title": "Mobile Applications and User Experience",
        "description": "Develop mobile applications and user interfaces that provide ease of use and personalized experiences for customers."
      }
    ]
  },
  "landingHome": "Offers",
  "landingMain": {
    "pageTitle": "What we offer",
    "pageDescription": "In a rapidly evolving world of modern technology that demands innovative solutions, our company provides a wide range of IT services to help your business reach new heights. We combine experience, professionalism, and cutting-edge technologies to deliver the best solutions tailored to your unique needs. Our offerings include everything necessary for the successful implementation and support of IT projects of any complexity.",
    "pageBlocksTitle": "Below you will find more detailed information about each of our offerings:"
  },
  "formSubject": "Subject",
  "more": "more",
  "buttonBlock": "Offer",
  "buy": "Buy",
  "build": {
    "pageTitle": "Build Infrastructure",
    "pageDescription": "Build a successful future for your business with our reliable infrastructure",
    "options": [
      {
        "title": "Basic",
        "description": [
          {
            "optionTitle": "Consulting and Audit of Current Infrastructure:",
            "option_1": "Assessment of the current state of IT infrastructure.",
            "option_2": "Recommendations for improvement and optimization."
          },
          {
            "optionTitle": "Network Equipment and Configuration:",
            "option_1": "Supply and installation of basic network devices (routers, switches, access points).",
            "option_2": "Configuration of local area network (LAN).",
            "option_3": "Ensuring basic network security (firewalls, VPN)."
          },
          {
            "optionTitle": "Server Equipment and Virtualization:",
            "option_1": "Supply and installation of server equipment.",
            "option_2": "Implementation of a basic virtualization platform (e.g., VMware, Hyper-V).",
            "option_3": "Configuration of file servers and storage systems."
          },
          {
            "optionTitle": "Software and Licensing:",
            "option_1": "Installation of operating systems (Windows, Linux, MacOS).",
            "option_2_1": "Licensing of basic software (office",
            "option_2_2": "applications, antivirus solutions).",
            "option_3": "Installation and configuration of business software (CRM, ERP, etc.)."
          },
          {
            "optionTitle": "Cloud Services:",
            "option_1": "Implementation and configuration of basic cloud services (e.g., Microsoft 365, Google Workspace, AWS, Azure).",
            "option_2": "Organizing data backup to the cloud."
          },
          {
            "optionTitle": "Management and Monitoring Systems:",
            "option_1": "Implementation of infrastructure monitoring systems (e.g., Zabbix, Nagios).",
            "option_2": "Configuration of basic management and administration systems."
          },
          {
            "optionTitle": "Cybersecurity",
            "option_1": "Installation and configuration of basic protection tools (antivirus, anti-spam filters).",
            "option_2": "Conducting initial training on cybersecurity basics for employees."
          },
          {
            "optionTitle": "Support and Maintenance:",
            "option_1": "Organization of a technical support service (Help Desk).",
            "option_2": "Provision of basic technical support and maintenance (service contracts, SLA)."
          },
          {
            "optionTitle": "Documentation and Training:",
            "option_1": "Preparation of technical documentation for installed equipment and software.",
            "option_2": "Conducting basic training for the customer's IT staff."
          }
        ],
        "price": "6,500 Euros",
        "volume": "Employees: Up to 11"
      },
      {
        "title": "Advanced",
        "description": [
          {
            "optionTitle": "Extended Consulting and Audit:",
            "option_1": "Detailed audit of IT infrastructure.",
            "option_2": "Development of a modernization plan and implementation of new technologies."
          },
          {
            "optionTitle": "Extended Network Equipment and Configuration:",
            "option_1": "Supply and installation of advanced network devices (high-performance routers, managed switches).",
            "option_2": "Configuration of network segmentation and VLAN."
          },
          {
            "optionTitle": "Extended Virtualization and Server Equipment:",
            "option_1": "Implementation of cluster solutions for virtualization.",
            "option_2": "Configuration of disaster recovery and high availability systems."
          },
          {
            "optionTitle": "Software and Integration:",
            "option_1": "Installation and configuration of specialized business software (CRM, ERP).",
            "option_2": "Integration of existing systems with new solutions."
          },
          {
            "optionTitle": "Cloud Services and Hybrid Solutions:",
            "option_1": "Configuration of hybrid cloud solutions (combination of on-premises and cloud resources).",
            "option_2": "Implementation of cloud services for storage and processing of big data."
          },
          {
            "optionTitle": "Advanced Management and Monitoring Systems:",
            "option_1": "Implementation of configuration management solutions (e.g., Ansible, Puppet).",
            "option_2": "Configuration of proactive monitoring and analytics systems."
          },
          {
            "optionTitle": "Enhanced Cybersecurity:",
            "option_1": "Implementation of intrusion detection and prevention systems (IDS/IPS).",
            "option_2": "Conducting regular penetration tests and security audits."
          },
          {
            "optionTitle": "Premium Support and Maintenance:",
            "option_1": "Extended technical support with a higher SLA level.",
            "option_2": "Remote monitoring and management services."
          },
          {
            "optionTitle": "Advanced Documentation and Training:",
            "option_1": "Preparation of detailed technical documentation and manuals.",
            "option_2": "Conducting specialized training and seminars for employees."
          }
        ],
        "price": "10,000 Euros",
        "volume": "Employees: Up to 30"
      },
      {
        "title": "Professional",
        "description": [
          {
            "optionTitle": "Deep Consulting and Strategic Planning:",
            "option_1": "Development of long-term IT strategy and digital transformation plan.",
            "option_2": "Conducting research and forecasting technological trends."
          },
          {
            "optionTitle": "High-Performance Network Equipment and Configuration:",
            "option_1": "Implementation of high-performance network solutions (10GbE, 40GbE).",
            "option_2": "Configuration of advanced network technologies (SD-WAN, MPLS)."
          },
          {
            "optionTitle": "Advanced Virtualization and Cloud Infrastructure:",
            "option_1": "Implementation of enterprise cloud solutions (Private Cloud, Hybrid Cloud).",
            "option_2": "Configuration of containerization and orchestration (Docker, Kubernetes)."
          },
          {
            "optionTitle": "Comprehensive Software and Integration:",
            "option_1": "Implementation and configuration of enterprise systems (BI, Big Data).",
            "option_2": "Integration of various systems and platforms to improve business processes."
          },
          {
            "optionTitle": "Corporate-Level Cloud Solutions:",
            "option_1": "Implementation and management of corporate cloud platforms.",
            "option_2": "Development and deployment of scalable cloud applications."
          },
          {
            "optionTitle": "Professional Management and Monitoring Systems:",
            "option_1": "Implementation of comprehensive IT management systems (ITSM, ITIL).",
            "option_2": "Configuration of automated solutions for infrastructure management and monitoring."
          },
          {
            "optionTitle": "Advanced Cybersecurity:",
            "option_1": "Implementation of comprehensive information security solutions (SIEM, SOC).",
            "option_2": "Conducting specialized cybersecurity training for IT staff."
          },
          {
            "optionTitle": "VIP Support and Maintenance:",
            "option_1": "Personalized VIP support with dedicated engineers.",
            "option_2": "Continuous monitoring and proactive maintenance."
          },
          {
            "optionTitle": "Comprehensive Documentation and Training:",
            "option_1": "Development of detailed technical documentation and training materials.",
            "option_2": "Organization of corporate academies and certification programs for employees."
          }
        ],
        "price": "30,000 Euros",
        "volume": "Employees: Up to 100"
      }
    ]
  },
  "virtual": {
    "pageTitle": "Virtual Machine",
    "pageDescription": "Create and manage virtual machines with maximum efficiency right now",
    "options": [
      {
        "title": "Basic",
        "description": "1vCPU / 1GB RAM / 10GB SSD",
        "price": "4.50 Euros",
        "volume": "/month"
      },
      {
        "title": "Advanced",
        "description": "2VCPU / 8GB RAM / 80GB SSD",
        "price": "79.00 Euros",
        "volume": "/month"
      },
      {
        "title": "Professional",
        "description": "14VCPU / 94GB RAM / 100GB SSD",
        "price": "550.00 Euros",
        "volume": "/month"
      }
    ]
  },
  "storage": {
    "pageTitle": "Storage S3",
    "pageDescription": "Secure data storage S3 for your business — scale without limits.",
    "options": {
      "option_1": "0,025€ GB/month",
      "option_2": "Free-of-charge data transfer – traffic and requests are not charged",
      "option_3": "We don’t limit the size of storage"
    }
  },
  "support": {
    "pageTitle": "IT Support Services",
    "pageDescription": "Professional IT support — reliability and security for your business.",
    "options": [
      {
        "title": "Basic",
        "description": {
          "option_1": "Support from 9 a.m. to 5 p.m",
          "option_2": "Call response time — up to 30 seconds",
          "option_3": "Email response time — up to 15 minutes",
          "option_4": "Handling of typical IT requests",
          "option_5": "Configuration of approved software",
          "option_6": "Security"
        },
        "price": "2,500 Euros",
        "volume": "Employees: Up to 11"
      },
      {
        "title": "Advanced",
        "description": {
          "option_1": "Support from 9 a.m. to 5 p.m + weekend",
          "option_2": "Call response time — up to 30 seconds",
          "option_3": "Email response time — up to 15 minutes",
          "option_4": "Handling of atypical IT requests",
          "option_5": "Configuration and installation of approved software",
          "option_6": "Monitoring of important services",
          "option_7": "Security"
        },
        "price": "4,500 Euros",
        "volume": "Employees: Up to 50"
      },
      {
        "title": "Professional",
        "description": {
          "option_1": "Support 24/7 + weekend",
          "option_2": "Call response time — up to 30 seconds",
          "option_3": "Email response time — up to 15 minutes",
          "option_4": "Maintenance of non-typical IT requests",
          "option_5": "Configuration and installation of approved software",
          "option_6": "Round-the-clock monitoring of important services and applications",
          "option_7": "High security"
        },
        "price": "from 8,000 Euros",
        "volume": "Employees: Up to 130"
      }
    ],
    "text": [
      {
        "title": "Replacement and Repair of Equipment:",
        "option_1": "Ensuring timely replacement and repair of faulty equipment.",
        "option_2": "Diagnosing issues and promptly resolving them."
      },
      {
        "title": "Operating Systems Support:",
        "option_1": "Windows: Installation, configuration, and support of various Windows versions.",
        "option_2": "Linux: Support for various Linux distributions, including Ubuntu, CentOS, Red Hat.",
        "option_3": "MacOS: Maintenance and support for Apple devices."
      },
      {
        "title": "Hardware Support:",
        "option_1": "Servers: Installation, configuration, and maintenance of servers.",
        "option_2": "Printers: Diagnosis and repair of printers, managing print jobs.",
        "option_3": "Video Monitoring: Setup and maintenance of video surveillance systems.",
        "option_4": "Video Conference Rooms: Installation and support of video conferencing equipment.",
        "option_5": "Telephony: Configuration and support of corporate telephony systems."
      },
      {
        "title": "Cloud Storage:",
        "option_1": "AWS: Management and support of Amazon Web Services.",
        "option_2": "Microsoft Azure: Setup and support of solutions on Microsoft Azure platform.",
        "option_3": "Google Cloud Platform: Implementation and maintenance of Google Cloud services."
      },
      {
        "title": "Office Software Support:",
        "option_1": "MS Office: Installation and support of Microsoft Office applications.",
        "option_2": "Office 365: Management of subscriptions and support for Office 365 cloud services."
      },
      {
        "title": "CRM and ERP Systems:",
        "option_1": "Implementation, configuration, and support of Customer Relationship Management (CRM) and Enterprise Resource",
        "option_2": "Planning (ERP) systems."
      },
      {
        "title": "Security Solutions:",
        "option_1": "Antivirus Software: Installation and updating of antivirus programs.",
        "option_2": "Firewalls: Configuration and management of firewalls to protect against external threats.",
        "option_3": "VPN: Setup of Virtual Private Networks for secure remote access."
      },
      {
        "title": "Network Protocols and Services:",
        "option_1": "TCP/IP: Configuration and management of protocols for data transmission.",
        "option_2": "DNS: Domain name management and DNS server setup.",
        "option_3": "DHCP: Automatic IP address distribution via DHCP servers.",
        "option_4": "Network Monitoring and Management: Use of tools for performance monitoring and network management."
      }
    ]
  },
  "devops": {
    "pageTitle": "DevOps and CI/CD Services",
    "pageDescription": "Enhancing Development and Deployment Efficiency",
    "pageText": "We help development teams implement advanced DevOps practices and tools. We conduct an audit of existing approaches, technological processes, development tools, testing, deployment, and infrastructure management. We identify shortcomings and suggest ways to eliminate them. We will set up a simple, convenient, and effective system from scratch.",
    "options": [
      {
        "title": "Cloud Technologies",
        "description": [
          {
            "title": "Process Audit and Optimization:",
            "option_1": "Analysis of current development and deployment processes.",
            "option_2": "Evaluation of used tools and identification of bottlenecks.",
            "option_3": "Recommendations for optimization and implementation of DevOps best practices."
          },
          {
            "title": "Transition from Monolith to Microservices:",
            "option_1": "Joint analysis of your application's structure.",
            "option_2": "Examination of interactions with databases, file systems, and integrations.",
            "option_3": "Development of an optimal plan for transitioning from a monolithic to a microservices architecture."
          },
          {
            "title": "CI/CD Automation:",
            "option_1": "Implementation of flexible and convenient code development and delivery processes (CI/CD).",
            "option_2": "Automation of code analysis and unit tests.",
            "option_3": "Building Docker images, deploying test environments, performing migrations, and populating databases.",
            "option_4": "Conducting integration tests and deployment."
          },
          {
            "title": "Monitoring and Logging:",
            "option_1": "Setting up logging and monitoring of key infrastructure and application metrics.",
            "option_2": "Tracking business metrics to identify potential issues.",
            "option_3": "Detecting situations where servers are technically working correctly, but issues arise that impact business processes."
          }
        ],
        "price": "",
        "volume": ""
      }
    ],
    "text": {
      "title": "Why Choose Us?",
      "option_1": "Deep Expertise: Our team has significant experience in DevOps and CI/CD, allowing us to offer solutions tailored to your business's unique needs.",
      "option_2": "Personalized Approach: We consider the specific features of your company and develop customized solutions to achieve maximum efficiency.",
      "option_3": "Continuous Support: We provide round-the-clock support and are ready to respond promptly to any inquiries or issues."
    }
  },
  "staff": {
    "pageTitle": "IT Staff Leasing",
    "pageDescription": "",
    "options": [
      {
        "title": "Basic",
        "description": {
          "option_1": "3 days a week",
          "option_2": "no substitutions"
        },
        "price": "2,500 Euros",
        "volume": "/month"
      },
      {
        "title": "Advanced",
        "description": {
          "option_1": "5 days a week",
          "option_2": "substitute during leave or sick leave (L4)"
        },
        "price": "4,500 Euros",
        "volume": "/month"
      },
      {
        "title": "Professional",
        "description": {
          "option_1": "4 specialists",
          "option_2": "5 days a week",
          "option_3": "without substitutes",
          "option_4": "managerial supervision"
        },
        "price": "from 8,000 Euros",
        "volume": "/month"
      }
    ],
    "text": [
      {
        "title": "Allow us to find the right IT specialist for you:"
      },
      {
        "title": "Developer:",
        "option_1": "Expertise in popular programming languages (Python, Java, avaScript, C#, Ruby, etc.)."
      },
      {
        "title": "Service Desk:",
        "option_1": "Qualified customer support at all levels."
      },
      {
        "title": "Application Support:",
        "option_1": "Support and maintenance of your applications and systems."
      },
      {
        "title": "DevOps:",
        "option_1": "Optimization of development and deployment processes using modern tools (Docker, Kubernetes, Jenkins, Ansible, Terraform, etc.)."
      },
      {
        "title": "Web Designer:",
        "option_1": "Creative and responsive web design tailored to your needs."
      }
    ]
  },
  "ai": {
    "pageTitle": "AI Implementation and Training Services",
    "pageDescription": "We offer comprehensive services for implementing and training your employees in the use of artificial intelligence (AI) technologies.",
    "options": [
      {
        "title": "DevOps and CI/CD",
        "description": [
          {
            "title": "Needs and Opportunities Analysis:",
            "option": "Assessing current business processes and identifying the best AI solutions for your company"
          },
          {
            "title": "AI Solutions Implementation:",
            "option": "Integrating advanced AI tools and technologies into your work environment."
          },
          {
            "title": "Employee Training:",
            "option": "Conducting training sessions and workshops to educate your staff on the basics and advanced methods of AI usage."
          },
          {
            "title": "Support and Maintenance:",
            "option": "Installation and configuration of business software (CRM, ERP, etc.)."
          }
        ],
        "price": "from 2,500 Euros",
        "volume": ""
      }
    ]
  },
  "design": {
    "pageTitle": "Graphic Design Services",
    "pageDescription": "We provide expert design services that help your brand stand out, from online presence to impactful promotional materials.",
    "options": [
      {
        "title": "Social Media Content Creation",
        "description": [
          {
            "paragraph_1": "We specialize in creating compelling content for social media platforms, tailored to enhance your brand’s online presence. Our services include the creation of engaging ",
            "paragraph_1_1": "posts, eye-catching Instagram Stories, and the overall visual curation of your profile.",
            "paragraph_2": "By crafting content that resonates with your target audience, we help you maintain an active and visually appealing social media presence, driving engagement and fostering brand loyalty."
          }
        ],
        "price": "from 1,500 Euros",
        "volume": "/month"
      },
      {
        "title": "Print Materials",
        "description": [
          {
            "paragraph_1": "We offer comprehensive design services for all your company’s printed materials. Whether you need",
            "paragraph_1_1": "brochures, business cards, magazines, or any other type of print collateral",
            "paragraph_1_2": "our team is dedicated to delivering high-quality designs that reflect your brand identity.",
            "paragraph_2": "Our attention to detail ensures that every piece we create is not only visually appealing but also effective in communicating your message."
          }
        ],
        "price": "from 300 Euros",
        "volume": ""
      },
      {
        "title": "Branding",
        "description": [
          {
            "paragraph_1": "Our branding services are designed to establish and strengthen your",
            "paragraph_1_1": "company’s identity.",
            "paragraph_1_2": "We work closely with you to create unique logos, select a harmonious color palette, choose appropriate fonts, and develop graphic elements that align with your brand’s vision.",
            "paragraph_2": "Our goal is to create a cohesive and memorable brand image that resonates with your target audience and sets you apart from the competition."
          }
        ],
        "price": "from 1,000 Euros",
        "volume": ""
      },
      {
        "title": "ADS",
        "description": [
          {
            "paragraph_1": "We specialize in creating eye-catching and effective promotional materials to elevate your brand’s visibility. From designing",
            "paragraph_1_1": "ads for Google Ads and banners for your website to developing animations that showcase your products",
            "paragraph_1_2": ", our team is committed to delivering promotional content that drives results.",
            "paragraph_2": "We focus on combining aesthetics with strategy to ensure your promotional efforts are impactful and aligned with your business goals."
          }
        ],
        "price": "from 300 Euros",
        "volume": ""
      },
      {
        "title": "Web Design",
        "description": [
          {
            "paragraph_1": "We offer a complete range of",
            "paragraph_1_1": "website design and development services",
            "paragraph_1_2": ", tailored to meet the unique needs of your business. Our approach to web design goes beyond just creating a visually appealing site; we focus on user experience, functionality, and ensuring your website effectively communicates your brand's message.",
            "paragraph_2": "From the initial concept to the final launch, we work closely with you to develop a site that is not only beautiful but also responsive, easy to navigate, and optimized for search engines. Our goal is to create a digital platform that enhances your online presence, engages visitors, and drives conversions."
          }
        ],
        "price": "from 3,000 Euros",
        "volume": ""
      }
    ]
  },
  "blockCard": {
    "build": {
      "title": "Build Infrastructure"
    },
    "virtual": {
      "title": "Virtual Machine"
    },
    "storage": {
      "title": "Storage S3"
    },
    "support": {
      "title": "IT Support Services"
    },
    "devops": {
      "title": "DevOps and CI/CD Services"
    },
    "staff": {
      "title": "IT Staff Leasing"
    },
    "ai": {
      "title": "AI Implementation and Training Services"
    },
    "design": {
      "title": "Graphic Design Services"
    }
  }
}
